<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
	
<meta charset="UTF-8">
<title>Insert title here</title>
<style>
	img { display : block; margin : auto;}
	.classificationspan {
		color: black; line-height: 160%; 
		font-family: 나눔고딕; mso-bidi-font-family: 굴림;
		mso-bidi-font-size: 10.0pt; mso-ascii-font-family: 굴림;
		mso-hansi-font-family: 굴림; mso-font-kerning: 0pt;  word-break: break-all;
		word-wrap: break-word;
		color: #555;
		text-align: justify;
		font-size: 12.0pt;
		font-family: "맑은 고딕";
		margin: 0cm 0cm 0pt 53.3pt;
		line-height: 160%;
		vertical-align: baseline;
	}
</style>
</head>
<body>

<img src= "https://i.esdrop.com/d/f/AWUqmhdRBK/B7iJchKYIx.jpg" width="600" height="400" alt="와인의 분류" >

 <br><br>
<span class="classificationspan" >
	<div>
		<ul>
			<li><h3>색에 따른 와인의 분류</h3></li>
				<ol type = "1">
				<li>레드 와인 (Red Wine)</li>
일반적으로 적포도로 만드는 Red Wine은 White Wine과 달리 적포도의 씨와 껍질을 그대로 함께 넣어 발효함으로써 붉은 색소뿐만 아니라 씨와 껍질에 있는 탄닌(Tannin)성분까지 함께 추출되므로 White Wine과는 달리 떫은맛이 나며, 껍질에서 나오는 붉은 색소로 인하여 붉은 색깔이 난다.
Red Wine의 맛은 이 탄닌의 조화로움에 크게 좌우하며, 포도껍질과 씨를 얼마동안 발효 시키느냐에 따라서 또는 포도품종에 따라서, 탄닌 성분은 와인이 차가울 때 훨씬 더 쓴 맛이 난다.

				<li>화이트 와인 (White Wine)</li>
White Wine은 첫째로는 잘 익은 백포도(적포도가 아닌 것은 전부 백포도임 : 노랑, 금빛, 청포도 등)을 압착해서 만들고, 둘째로는 적포도를 이용하여 적포도의 껍질과 씨를 제거하고 만드는데 포도를 이깬 뒤 바로 압착하여 나온 주스를 발효시킨다. 이렇게 만들어진 White Wine은 탄닌 성분이 적어서 맛이 순하고, 포도 알맹이에 있는 산(Acid)으로 인해서 상큼하며, 포도 알맹이에서 우러나오는 색깔로 인해서 노란색을 띤다.
White Wine이라고 이름 붙인 사람은 분명 색맹이었을 것이다. White Wine중에 정말 하얀 색깔이 나는 와인은 없고, 대체로 연한 밀짚색이다. White Wine의 일반적인 알코올 농도는 10~13% 정도이며 보통 와인 쿨러에 차게(약 섭씨 8도)해서 마셔야 제 맛이 나나, 지나치게 차게 하면 White Wine에 포함되어있는 산과 향(Aroma) 성분이 얼어서 제 맛이 안 난다.
				<li>로제 와인 (Rose Wine)</li>
대체로 붉은 포도로 만드는 로제와인의 색깔은 Pink색을 띠고 있고, 로제와인의 제조 과정은 레드와인과 비슷하다. 레드와인과 같이 포도껍질을 같이 넣고 발효시키다가 (레드와인의 경우 몇 일 또는 몇 주 ; 로제와인은 몇 시간정도) 어느 정도 시간이 지나서 색이 우러나오면 껍질을 제거한 채 과즙만을 가지고 와인을 만들거나, 또는 레드와인과 화이트와인을 섞어서도 만든다. 로제와인은 보존 기간이 짧으면서 오래 숙성하지 않고 마시는 게 좋고 색깔로는 화이트와인과 레드와인의 중간인 Pink빛이라 보기에 아름답고 맛으로 보면 오히려 화이트와인에 가까우며 차갑게 해서 마시는게 좋다.
		</ol></ul>
	</div>
	<br>
		<ul>
			<li><h3>맛에 따른 분류</h3></li>
				<ol type = "1">
				<li>스위트 와인</li>
주로 화이트 와인에 해당되며, 와인을 발효 시킬 때 포도 속의 천연 포도당을 완전히 발효시키지 않고 일부 당분이 남아있는 상태에서 발효를 중지시켜 만든 와인과 가당(加糖,설탕을 첨가함)을 한 와인 등이 있다.
				<li>드라이 와인</li>
포도 속의 천연 포도당을 거의 완전히 발효시켜서 당분(단맛)이 거의 남아있지 않은 상태의 와인이다.
				<li>미디엄 드라이 와인</li>
드라이한 맛과 스위트한 맛의 중간 정도의 맛을 느낄 수 있는 와인을 말한다.
</ol></ul>
<br>
		<ul>
			<li><h3>알코올 첨가 유무에 따른 분류</h3></li>
				<ol type = "1">
				<li>포티파이드 와인</li>
주정 강화 와인 또는 알코올 강화 와인 이라고 한다. 과즙을 발효시키는 중이거나, 발효가 끝난 상태에서 브랜디(brandy)나 과일주스 등을 첨가한 것으로서 알코올도수를 높이거나 단맛을 나게 하여 보존성을 높인 와인이다. 프랑스의 뱅 드 리퀘르(Vin doux liquoreux ), 스페인의 세리 와인(Sherry wine), 포르투갈의 포트와인(Port wine) 이나 뒤보네(Dobonnet) 등이 대표적인 강화 와인이다.
				<li>언포티파이드 와인</li>
보통 일반적인 와인(still wine)을 말하는 것이며, 다른 증류주를 첨가하지 않고 순수한 포도만을 발효시켜서 만든 보통 와인을 말한다. 알코올 도수는 8~14%정도 이다.
</ol></ul>
<br>
		<ul>
			<li><h3>탄산가스 유무에 따른 분류</h3></li>
				<ol type = "1">
				<li>스파클링 와인</li>
일명 발포성 와인이라 부르는 스파클링 와인은 발효가 끝나 탄산가스가 없는 일반 와인에 당분과 효묘를 첨가해 병 속에서 2차 발효를 일으켜 와인이 발포성을 갖도록 한 것이다. 프랑스 상파뉴 지방에서만 만들어진 스파클링 와인을 샴페인 방식(method Champanois) 또는 크레망(Cremant) 이라고 표기하고 있는데, 이것은 신흥 와인생산국 등에서 스파클링 와인에 샴페인이라고 표기, 판매한데에 따른 샹파뉴 지방 사람들의 반발 때문이다. 스파클링 와인을 프랑스에서는 뱅 무소(Vin Mousseux), 독일에서는 섹트(Sekt), 이탈리아에서는 스푸만테(Spumante)라고 부르는데, 이것은 병속의 압력이 20℃에서 3기압 이상을 가진 와인을 말한다. 1~3.5 기압의 약 발포성 와인을 프랑스에서는 뱅 페티앙(Vin Petillant), 독일에서는 파르바인(Perlwein) 이라고 한다.
				<li>일반 와인</li>
일반 와인은 일명 비발포성 와인이라고도 부르는데, 이것은 포도당이 분해 되어 와인이 되는 과정 중에 발생되는 탄산가스를 완전히 제거한 와인으로 대부분의 와인이 여기에 속한다. 그 색깔은 레드, 화이트, 로제와인이 있으며 알코올 도수는 대체로 8~14%이다.
</ol></ul>
<br>
		<ul>
			<li><h3>식사시 용도에 의한 분류</h3></li>
			<ol type = "1">
			<li>아페리티프 와인</li>
아페리티프 와인은 본격적인 식사를 하기 전에 식욕을 돋우기 위해서 마신다. 주로 한두 잔 정도 가볍게 마실 수 있게 강화주나 산뜻하면서 향취가 강한 맛이 나는 와인을 선택한다. 스파클링 와인을 주로 마시지만 달지 않은 드라이 셰리(dry Sherry), 벌므스(Vermouth) 등을 마셔도 좋다.
			<li>테이블 와인</li>
전체 요리(appetizer)가 끝나고 식사와 곁들여서 마시는 와인으로 테이블 와인은 그냥 마시는 것보다는 음식과 함께 마실 때, 음식들의 맛을 잘 볼 수 있게 해주고 와인 맛도 좋게 해준다. 음식물에 따라 대체적으로 화이트 와인은 생선류, 레드 와인은 육류에 잘 어울린다.
			<li>디저트 와인</li>
디저트 와인은 식사 후에 입안을 개운하게 하려고 마시는 와인이다. 즉, 어린이들이 식사 후에 아이스크림을 먹는 것처럼 어른들도 식사 후에 약간 달콤하고 알코올 도수가 약간 높은 디저트 와인을 한 잔 마심으로써 입안을 개운하게 마무리 짓는다. 포트 와인(port wine)이나 크림 셰리(cream sherry), 소테른느와 바작(Sauternes, Barsac)지방의 스위트 화이트 와인 등과 독일의 아우스레제(Auslese)급부터 트로켄베에렌아우스레제 (Trockenbeerenauslese)급까지가 대표적인 디저트 와인에 속한다.
</span>
   <br><br></ul>


</body>
</html>